Repository: HarunGuclu/flutter_tts_stt_basic_app
Catalog: text_speech_app/lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Text Speech App
tr: Ses-Metin Uygulaması

source: Speech to Text
tr: Sesi Metne Çevir

source: Text to Speech
tr: Metni Sese Çevir

source: History
tr: Geçmiş

source: Start Recording
tr: Kaydı Başlat

source: Stop Recording
tr: Kaydı Durdur

# enterText
source: Enter your text
tr: Metni girin

source: Select Voice
tr: Ses Seç

source: Convert to Speech
tr: Sese Dönüştür

source: STT History
tr: STT Geçmişi

source: TTS History
tr: TTS Geçmişi

source: Select File
tr: Dosya Seç
